{
  "__FORKDELTA_CUSTOM_SYMBOL": "DCN",
  "addr": "0x08d32b0da63e2c3bcf8019c9c5d849d7a9d791e6",
  "decimals": 0,
  "description": "Dentacoin: Health Care Industry should be in the hands of the people.\nThis industrial blockchain concept was invented by <a href=\"http://dentacoin.com/\" target=\"_blank\">Dentacoin Foundation</a> in the Netherlands.\nDentaprime International PLC is a digital technology leader in dental services.\nEstablished in London and proven successful and profitable, Dentaprime now plans to globally expand their two smart clinic concepts and distribute a blockchain token called Dentacoin (DCN). Having already implemented Industry 4.0 technology, robotics and integrated digitalisation, Dentaprime offers the highest quality dentistry affordable to all people, regardless of their income.\nThe Dentacoin ERC20 token is configured to be used globally by all individuals.\nDentacoin Fundation, the DCN inventor, bought 100% of Dentaprime International PLCs&rsquo; shares thus the disposition over the company will be in the hands of Dentacoin Foundation and will be connected to the blockchain.\nEach DCN represents and participates in the company&rsquo;s shares and dividends. The DCN community will vote for important decisions of the company through an integrated voting system.\nFurther projects are planned:\nThe health data base: In addition to the currency (DCN), the Ethereum blockchain will securely handle all private patient data. Further data will be updatable and accessible to patients.\nThe Insurance: Following treatment, Dentaprime will offer each patient a DCN paid insurance policy for lifelong free dental procedures to prevent all the health consequences related to old-age poverty.\nDentacoin will develop as both, a stable growing international currency and an attractive alternate derivate system for investors.",
  "links": [
    {
      "Bitcointalk": "https://bitcointalk.org/index.php?topic=1944236.0"
    },
    {
      "Blog": "https://www.dentacoin.com/blog/"
    },
    {
      "CoinMarketCap": "https://coinmarketcap.com/currencies/dentacoin/"
    },
    {
      "Email": "mailto:admin@dentacoin.com"
    },
    {
      "Facebook": "https://www.facebook.com/dentacoin/"
    },
    {
      "Github": "https://github.com/Dentacoin"
    },
    {
      "Reddit": "https://www.reddit.com/r/Dentacoin/"
    },
    {
      "Slack": "https://dentacoin.slack.com/"
    },
    {
      "Twitter": "https://twitter.com/dentacoin"
    },
    {
      "Website": "https://dentacoin.com/"
    },
    {
      "Whitepaper": "https://www.dentacoin.com/white-paper/Whitepaper-en%20v.1.0.pdf"
    }
  ],
  "name": "Dentacoin",
  "symbol": "٨"
}